<script setup>

</script>

<template>
    <section class="history">
      <h1>История:</h1>
      <article>
           Полувековая история "GAS&OIL" - это история развития и 
        формирования одной из крупнейших нефтяных компаний России. 
        Эти путь от первых нефтяных фонтанов Ромашки некого 
        месторождения, давших основание назвать Татарстан «вторым 
        Баку», до создания акционерного предприятия, способного 
        продуктивно работать в сложных условиях перехода к 
        рыночной экономике. За короткий исторический срок 
        республика стала регионом большой нефти. Все эти годы 
        неизменными слагаемыми в работе "GAS&OIL" оставались 
        высокий профессионализм, смелость и взвешенность, умение 
        мобилизовывать все силы и ресурсы для решения сложнейших 
        проблем.<br/><br/>Историю нефтяной промышленности Татарстана официально 
        принято считать с 1943 года, когда было открыто 
        Шугуровское месторождение нефти. Именно здесь на 
        глубину 648 метров была пробурена скважина № 1.
      </article>
    </section>
</template>

<style scoped>
.history{
	width: 70%;
	margin-top: 30px;
    margin-left: auto;
    margin-right: auto;
    background-color: #dbb785;
    font:  sans-serif;
}

.history article{
    color: #ffff;
    padding-left: 25px;
    padding-right: 15px;
    padding-bottom: 30px;
    font: sans-serif;
    font-size: 16pt;
}

.history h1{
    padding-top: 20px;
    padding-left: 10px;
    margin-bottom: 10px;
    color: #55567b;
    font-size: 30pt;
    font: sans-serif;
}
</style>